Repository: CoroSempi/Freelancing_Hub_Mobile
Catalog: lib/l10n/intl_*.arb
Languages: ar

# signIn_title
source: Sign In
ar: تسجيل الدخول

# signIn_subtitle
source: Craft Your Career, Shape Your Path
ar: اصنع مستقبلك المهني، وشق طريقك بنفسك

# signIn_fields_email_label
source: Email
ar: البريد الإلكتروني

# signIn_fields_password_label
source: Password
ar: كلمة المرور

# signIn_notice
source: If your email is not registered, please contact the administrator at your branch for assistance.
ar: إذا لم يكن بريدك الإلكتروني مسجلاً، يرجى التواصل مع مسؤول الفرع للحصول على المساعدة.

# signIn_learnMore_text
source: Click here to explore features, benefits, and how to make the most of your experience.
ar: انقر هنا لاستكشاف المزايا والخدمات، وتعلّم كيفية الاستفادة القصوى من تجربتك

# signIn_learnMore_linkText
source: Learn More!
ar: تعرف على المزيد !

# signIn_forget
source: Forget your password ?
ar: نسيت كلمة المرور ؟

# errors_emailRequired
source: Email is required
ar: البريد الإلكتروني مطلوب

# errors_invalidEmail
source: Entered value does not match email format
ar: تنسيق البريد الإلكتروني غير صالح

# errors_passwordRequired
source: Password is required
ar: كلمة المرور مطلوبة

# errors_passwordMinLength
source: Password must be at least 8 characters
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل

# forgetPassword_title
source: Forget Password
ar: استعادة كلمة المرور

# forgetPassword_subtitle
source: Craft Your Career, Shape Your Path
ar: اصنع مستقبلك المهني، وشق طريقك بنفسك

# forgetPassword_fields_email_label
source: Email
ar: البريد الإلكتروني

# forgetPassword_notice
source: If you've forgotten your password, please enter the email address you registered with in ITI, You will receive a code to reset your password.
ar: إذا كنت قد نسيت كلمة المرور الخاصة بك، يرجى إدخال عنوان البريد الإلكتروني الذي سجلت به في ITI، وسوف تتلقى رمزاً لإعادة تعيين كلمة المرور.

# forgetPassword_signIn
source: Back to Sign in Page
ar: العودة الى صفحة تسجيل الدخول

# forgetPassword_button
source: Send Code
ar: إرسال الرمز

# verifyCody_title
source: Enter Verification Code
ar: أدخل رمز التحقق

# verifyCody_subtitle
source: Craft Your Career, Shape Your Path
ar: اصنع مستقبلك المهني، وشق طريقك بنفسك

# verifyCody_notice
source: We have sent an email to your registered email address with a verification code.
ar: لقد أرسلنا بريدًا إلكترونيًا إلى عنوان بريدك الإلكتروني المسجل يحتوي على رمز التحقق.

# verifyCody_submit
source: Verify Code
ar: تحقق من الرمز

# verifyCody_resend
source: Resend Code
ar: إعادة إرسال الرمز

# verifyCody_signIn
source: Back to Sign in Page
ar: العودة إلى صفحة تسجيل الدخول

# resetPassword_title
source: Enter Your New Password
ar: أدخل كلمة المرور الجديدة

# resetPassword_subtitle
source: Craft Your Career, Shape Your Path
ar: اصنع مستقبلك المهني، وشق طريقك بنفسك

# resetPassword_placeholder1
source: Password
ar: كلمة المرور

# resetPassword_placeholder2
source: Repeat Password
ar: أعد إدخال كلمة المرور

# resetPassword_submit
source: Change Passsword
ar: تغيير كلمة المرور

# resetPassword_signIn
source: Back to Sign in Page
ar: العودة إلى صفحة تسجيل الدخول

# passwordDialog_title
source: Changed Successfully!
ar: ! تم التغيير بنجاح

# passwordDialog_context
source: Your password has been changed successfully. You can now sign in using your new password.
ar: تم تغيير كلمة المرور الخاصة بك بنجاح. يمكنك الآن تسجيل الدخول باستخدام كلمة المرور الجديدة.

# passwordDialog_submit
source: Sign IN
ar: تسجيل الدخول

# header_subTitle
source: Craft Your Career, Shape Your Path
ar: اصنع مستقبلك المهني، وحدد مسارك

# header_home
source: Home
ar: الصفحة الرئيسية

# header_chats
source: Chats
ar: المحادثات

# header_addNewJob
source: Add New Job
ar: إضافة عمل جديدة

# header_addNewCertificate
source: Add New Certificate
ar: إضافة شهادة جديدة

# header_ai
source: Talk to AI
ar: تحدث مع الذكاء الاصطناعي

# header_certificate
source: Add New Certificate
ar: إضافة شهادة جديدة

# header_talktoAi
source: Talk to AI
ar: تحدث مع الذكاء الاصطناعي

# header_notification
source: Notification
ar: الإشعارات

# header_settings
source: Settings
ar: الإعدادات

# header_chat
source: Chat with us
ar: تحدث معنا

# header_about
source: About ITI Freelancing Hub
ar: حول مركز العمل الحر ITI

# header_about2
source: About
ar: عن المنصة

# header_account
source: Account
ar: الحساب

# header_signOut
source: Sign out
ar: تسجيل الخروج

# settings_title
source: Settings
ar: الإعدادات

# settings_title2
source: Edit My Profile
ar: تعديل الملف الشخصي

# settings_title3
source: Chat with Admin
ar: تحدث مع المشرف

# settings_title4
source: Reset Password
ar: تغيير كلمة المرور

# settings_subTitle1
source: General
ar: عام

# settings_subTitle2
source: Account Settings
ar: إعدادات الحساب

# settings_subTitle3
source: Support
ar: الدعم

# settings_theme
source: Theme
ar: السمة

# settings_language
source: Language
ar: اللغة

# settings_editMyProfile
source: Edit My Profile
ar: تعديل ملفي الشخصي

# settings_changePassword
source: Change Password
ar: تغيير كلمة المرور

# settings_chat
source: Chat with us
ar: تحدث معنا

# settings_about
source: About ITI Freelancing Hub
ar: حول مركز العمل الحر ITI

# settings_notifications
source: Notifications
ar: الإشعارات

# settings_back
source: Back
ar: العودة الى الصفحة الرئيسية

# settings_settingBack
source: Back to Settings
ar: العودة الى صفحة الإعدادات

# settings_submit
source: Submit
ar: تأكيد

# settings_getStarted
source: Get Started
ar: ابدأ الآن

# settings_currentPassword
source: Current Password
ar: كلمة المرور الحالية

# settings_newPassword
source: New Password
ar: كلمة المرور الجديدة

# settings_repeatPassword
source: Repeat New Password
ar: تكرار كلمة المرور الجديدة

# settings_passwordResetSuccess
source: Password changed successfully!
ar: تم تغيير كلمة المرور بنجاح!

# settings_passwordResetError
source: Failed to change password. Try again.
ar: فشل تغيير كلمة المرور. حاول مرة اخرى.

# settings_editProfileDesc
source: Your personal information is based on what you registered during the training. If you need to update any of this information, please contact the admin for assistance.
ar: تعتمد معلوماتك الشخصية على ما تم تسجيله أثناء التدريب. إذا كنت بحاجة إلى تحديث أي من هذه المعلومات، يرجى التواصل مع المسؤول للمساعدة.

# settings_chatsMainDesc
source: If you have any questions or encounter any issues, you’re in the right place.
ar: إذا كان لديك أي استفسارات أو حصلت على مشكلة، فإنك في المكان الصحيح.

# settings_chatSecDesc
source: Welcome! If you have any questions or problems, feel free to chat with our admin here. Just type your message below, and we’ll get back to you as soon as possible. We're here to help!
ar: مرحبًا! إذا كانت لديك أي أسئلة أو مشكلات، فلا تتردد في التواصل مع المسؤول هنا. فقط اكتب رسالتك أدناه، وسنرد عليك في أقرب وقت ممكن. نحن هنا لمساعدتك!

# settings_resetPasswordDesc
source: If you’ve forgotten your password, simply sign out and click on 'Forgot Password?' on the login page to reset it using your registered email address.
ar: إذا نسيت كلمة المرور، ما عليك سوى تسجيل الخروج والنقر على 'هل نسيت كلمة المرور؟' في صفحة تسجيل الدخول لإعادة تعيينها باستخدام عنوان بريدك الإلكتروني المسجّل.

# learnMore_title
source: What is the ITI Freelancing Hub?
ar: ما هو مركز العمل الحر في المعهد التكنولوجي؟

# learnMore_subtitle
source: The ITI Freelancing Hub is designed specifically for students who have secured their own freelancing jobs. This platform allows students to upload the details of their jobs for administrative approval. Once approved, these opportunities contribute to their graduation requirements.
ar: تم تصميم مركز العمل الحر في المعهد التكنولوجي خصيصًا للطلاب الذين حصلوا على وظائف العمل الحر الخاصة بهم. تتيح هذه المنصة للطلاب تحميل تفاصيل وظائفهم للحصول على الموافقة الإدارية. بمجرد الموافقة، تساهم هذه الفرص في متطلبات التخرج الخاصة بهم.

# learnMore_howToUse
source: How to Use the Platform?
ar: كيفية استخدام المنصة؟

# learnMore_back
source: Back
ar: رجوع

# learnMore_slides_1_title
source: Registration and Sign In
ar: التسجيل وتسجيل الدخول

# learnMore_slides_1_content_1
source: Your admin will upload your email to the system. Once registered, you can log in to your account.
ar: سيقوم المسؤول بتحميل بريدك الإلكتروني إلى النظام. بمجرد التسجيل، يمكنك تسجيل الدخول إلى حسابك.

# learnMore_slides_1_content_2
source: Use your registered email to access the platform. If it's your first time, you can reset your password as needed.
ar: استخدم بريدك الإلكتروني المسجل للوصول إلى المنصة. إذا كانت هذه هي المرة الأولى لك، يمكنك إعادة تعيين كلمة المرور حسب الحاجة.

# learnMore_slides_2_title
source: User Profile Setup
ar: إعداد ملف المستخدم

# learnMore_slides_2_content_1
source: Complete your profile with required information.
ar: أكمل ملفك الشخصي بالمعلومات المطلوبة.

# learnMore_slides_2_content_2
source: Upload a profile picture and add your contact details.
ar: قم بتحميل صورة الملف الشخصي وأضف تفاصيل الاتصال الخاصة بك.

# learnMore_slides_3_title
source: Dashboard Overview
ar: نظرة عامة على لوحة القيادة

# learnMore_slides_3_content_1
source: Access all features from your personalized dashboard.
ar: الوصول إلى جميع الميزات من لوحة القيادة المخصصة لك.

# learnMore_slides_3_content_2
source: View analytics and reports in real-time.
ar: عرض التحليلات والتقارير في الوقت الفعلي.

# learnMore_slides_4_title
source: Getting Support
ar: الحصول على الدعم

# learnMore_slides_4_content_1
source: Contact support team for any assistance.
ar: اتصل بفريق الدعم لأي مساعدة.

# learnMore_slides_4_content_2
source: Browse FAQ section for quick answers.
ar: تصفح قسم الأسئلة الشائعة للحصول على إجابات سريعة.

# chooseJob_addJob
source: Add New Job
ar: إضافة وظيفة جديدة

# chooseJob_chooseType
source: Choose job type
ar: اختر نوع الوظيفة

# chooseJob_back
source: Back
ar: رجوع

# chooseJob_next
source: Next
ar: التالي

# chooseJob_instructions
source: Please select the appropriate type to ensure it is categorized correctly. Here are the options:
ar: يرجى اختيار النوع المناسب لضمان تصنيفه بشكل صحيح. الخيارات المتاحة:

# chooseJob_types_platform_label
source: Freelancing job on platform
ar: وظيفة عمل حر على منصة

# chooseJob_types_platform_description
source: Select this option if the job is posted on freelancing platforms like Mostaql, Khamsat, Upwork, etc. These jobs typically involve working through a third-party site that handles payments and communications.
ar: اختر هذا الخيار إذا كانت الوظيفة منشورة على منصات العمل الحر مثل مستقل، خمسات، أب وورك، إلخ. غالباً ما يتم تنفيذ هذه الوظائف من خلال موقع وسيط يدير المدفوعات والتواصل.

# chooseJob_types_direct_label
source: Freelancing job with direct contact
ar: وظيفة عمل حر بتواصل مباشر

# chooseJob_types_direct_description
source: Choose this if the job comes from your personal network, such as connections on LinkedIn or referrals. These jobs often involve direct communication with the client without a middleman.
ar: اختر هذا الخيار إذا كانت الوظيفة من خلال معارفك الشخصية مثل لينكدإن أو توصية. غالباً ما تتطلب هذه الوظائف التواصل المباشر مع العميل بدون وسيط.

# chooseJob_types_remote_label
source: Remote monthly job
ar: وظيفة عن بُعد براتب شهري

# chooseJob_types_remote_description
source: Use this option for traditional remote positions that offer a monthly salary. These jobs may have structured hours and responsibilities similar to in-office roles.
ar: استخدم هذا الخيار للوظائف عن بُعد التي تقدم راتباً شهرياً. غالباً ما تحتوي هذه الوظائف على ساعات عمل وهيكل مسؤوليات مشابه للوظائف المكتبية.

# deleteModal_title
source: Deletion Confirmation
ar: تأكيد الحذف

# deleteModal_message
source: Are you sure you want to delete this {item}? This action cannot be undone, and all associated data will be permanently removed.
ar: هل أنت متأكد أنك تريد حذف {item}؟ هذا الإجراء لا يمكن التراجع عنه، وسيتم حذف جميع البيانات المرتبطة نهائيًا.

# deleteModal_job
source: job
ar: الوظيفة

# deleteModal_certificate
source: certificate
ar: الشهادة

# deleteModal_cancel
source: Cancel
ar: إلغاء

# deleteModal_delete
source: Delete
ar: حذف

# remoteForm_title
source: Remote monthly job
ar: عمل شهري عن بعد

# remoteForm_jobTitle_placeholder
source: Job Title
ar: عنوان الوظيفة

# remoteForm_jobTitle_required
source: Required
ar: مطلوب

# remoteForm_jobTitle_desc
source: Ensure that the title clearly describes the Job.
ar: تأكد أن العنوان يصف الوظيفة بوضوح.

# remoteForm_jobDescription_placeholder
source: Job Description
ar: وصف الوظيفة

# remoteForm_jobDescription_required
source: Required
ar: مطلوب

# remoteForm_jobDescription_desc
source: Ensure that the description clearly describes the Job.
ar: تأكد أن الوصف يصف الوظيفة بوضوح.

# remoteForm_startDate_placeholder
source: Start Date
ar: تاريخ البدء

# remoteForm_startDate_required
source: Required
ar: مطلوب

# remoteForm_paymentInUSD_placeholder
source: Payment in USD
ar: الراتب بالدولار

# remoteForm_paymentInUSD_required
source: Required
ar: مطلوب

# remoteForm_paymentInEGP_placeholder
source: Payment in EGP
ar: الراتب بالجنيه

# remoteForm_paymentInEGP_required
source: Auto Generated
ar: تُحسب تلقائيًا

# remoteForm_companyName_placeholder
source: Company Name
ar: اسم الشركة

# remoteForm_companyName_required
source: Required
ar: مطلوب

# remoteForm_companyCountry_placeholder
source: Company Country
ar: دولة الشركة

# remoteForm_companyCountry_required
source: Required
ar: مطلوب

# remoteForm_companyContact_placeholder
source: Company Contact
ar: معلومات الاتصال بالشركة

# remoteForm_companyContact_required
source: Required
ar: مطلوب

# remoteForm_companyContact_desc
source: Make sure the contact information is up-to-date and accurate.
ar: تأكد من أن معلومات الاتصال محدثة ودقيقة.

# remoteForm_proofOfWork_placeholder
source: Proof of Work
ar: دليل العمل

# remoteForm_proofOfWork_required
source: Required
ar: مطلوب

# remoteForm_proofOfWork_desc
source: Prepare a PDF document that includes screenshots of communication with the company (such as emails, chat messages, or meeting summaries), examples or summaries of the work you performed remotely, and proof of payment such as salary slips, bank transfer confirmations, or invoices. Once you have compiled all the materials into a single PDF, upload it to Google Drive, copy the sharing link, and paste it here. Make sure the link is set to Anyone with the link can view so the admin team can access and review it.
ar: قم بإعداد ملف PDF يتضمن لقطات شاشة للتواصل مع الشركة (مثل رسائل البريد الإلكتروني أو الرسائل النصية أو ملخصات الاجتماعات)، وأمثلة أو ملخصات للعمل الذي قمت به عن بُعد، وإثبات الدفع مثل قسائم الرواتب أو تأكيدات التحويل البنكي أو الفواتير. بعد تجميع جميع المواد في ملف PDF واحد، قم برفعه إلى Google Drive، ونسخ رابط المشاركة، ولصقه هنا. تأكد من ضبط الرابط على 'أي شخص لديه الرابط يمكنه العرض' حتى يتمكن فريق الإدارة من الوصول إليه ومراجعته.

# remoteForm_buttons_back
source: Back
ar: رجوع

# remoteForm_buttons_add
source: Add
ar: إضافة

# remoteForm_buttons_update
source: Update
ar: تحديث

# directForm_title
source: Freelancing job with direct contact
ar: عمل حر بتواصل مباشر

# directForm_jobTitle_placeholder
source: Job Title
ar: عنوان الوظيفة

# directForm_jobTitle_required
source: Required
ar: مطلوب

# directForm_jobTitle_desc
source: Ensure that the title clearly describes the Job.
ar: تأكد أن العنوان يصف الوظيفة بوضوح.

# directForm_jobDescription_placeholder
source: Job Description
ar: وصف الوظيفة

# directForm_jobDescription_required
source: Required
ar: مطلوب

# directForm_jobDescription_desc
source: Ensure that the description clearly describes the Job.
ar: تأكد أن الوصف يصف الوظيفة بوضوح.

# directForm_startDate_placeholder
source: Start Date
ar: تاريخ البدء

# directForm_startDate_required
source: Required
ar: مطلوب

# directForm_endDate_placeholder
source: End Date
ar: تاريخ الانتهاء

# directForm_endDate_required
source: Required
ar: مطلوب

# directForm_costInUSD_placeholder
source: Cost in USD
ar: التكلفة بالدولار

# directForm_costInUSD_required
source: Required
ar: مطلوب

# directForm_costInEGP_placeholder
source: Cost in EGP
ar: التكلفة بالجنيه

# directForm_costInEGP_required
source: Auto Generated
ar: تُحسب تلقائيًا

# directForm_teamMembers_placeholder
source: Team members
ar: أعضاء الفريق

# directForm_teamMembers_required
source: optional
ar: اختياري

# directForm_platform_placeholder
source: Platform
ar: المنصة

# directForm_platform_required
source: Required
ar: مطلوب

# directForm_clientName_placeholder
source: Client Name
ar: اسم العميل

# directForm_clientName_required
source: Required
ar: مطلوب

# directForm_clientCountry_placeholder
source: Client Country
ar: دولة العميل

# directForm_clientCountry_required
source: Required
ar: مطلوب

# directForm_clientContact_placeholder
source: Client Contact
ar: معلومات التواصل مع العميل

# directForm_clientContact_required
source: Required
ar: مطلوب

# directForm_clientContact_desc
source: Make sure to include either the client's profile link on the platform or their contact number.
ar: تأكد من تضمين إما رابط الملف الشخصي للعميل على المنصة أو رقم الاتصال الخاص به.

# directForm_proofOfWork_placeholder
source: Proof of Work
ar: دليل العمل

# directForm_proofOfWork_required
source: Required
ar: مطلوب

# directForm_proofOfWork_desc
source: Prepare a PDF document that includes screenshots of chats between you and the client, samples of the work completed, and proof of payment or invoices. Once you've compiled everything into a single PDF, upload it to Google Drive, copy the link, and paste it in here. Make sure the link is set to 'Anyone with the link can view' so that admin can access it.
ar: قم بإعداد ملف PDF يحتوي على لقطات شاشة للمحادثات بينك وبين العميل، عينات من العمل المنجز، وإثباتات الدفع أو الفواتير. بعد تجميع كل شيء في ملف PDF واحد، ارفعه على Google Drive، وانسخ الرابط وألصقه هنا. تأكد من ضبط الرابط على 'أي شخص لديه الرابط يمكنه العرض' حتى يتمكن المسؤول من الوصول إليه.

# directForm_buttons_back
source: Back
ar: رجوع

# directForm_buttons_add
source: Add
ar: إضافة

# directForm_buttons_update
source: Update
ar: تحديث

# platformForm_title
source: Freelancing job on platform
ar: عمل على منصة عمل حر

# platformForm_jobTitle_placeholder
source: Job Title
ar: عنوان الوظيفة

# platformForm_jobTitle_required
source: Required
ar: مطلوب

# platformForm_jobTitle_desc
source: Ensure that the title clearly describes the Job.
ar: تأكد أن العنوان يصف الوظيفة بوضوح.

# platformForm_jobDescription_placeholder
source: Job Description
ar: وصف الوظيفة

# platformForm_jobDescription_required
source: Required
ar: مطلوب

# platformForm_jobDescription_desc
source: Ensure that the description clearly describes the Job.
ar: تأكد أن الوصف يصف الوظيفة بوضوح.

# platformForm_startDate_placeholder
source: Start Date
ar: تاريخ البدء

# platformForm_startDate_required
source: Required
ar: مطلوب

# platformForm_endDate_placeholder
source: End Date
ar: تاريخ الانتهاء

# platformForm_endDate_required
source: Required
ar: مطلوب

# platformForm_costInUSD_placeholder
source: Cost in USD
ar: التكلفة بالدولار

# platformForm_costInUSD_required
source: Required
ar: مطلوب

# platformForm_costInEGP_placeholder
source: Cost in EGP
ar: التكلفة بالجنيه

# platformForm_costInEGP_required
source: Auto Generated
ar: تُحسب تلقائيًا

# platformForm_teamMembers_placeholder
source: Team members
ar: أعضاء الفريق

# platformForm_teamMembers_required
source: optional
ar: اختياري

# platformForm_platform_placeholder
source: Platform
ar: المنصة

# platformForm_platform_required
source: Required
ar: مطلوب

# platformForm_studentProfile_placeholder
source: Your Profile on The Platform
ar: ملفك على المنصة

# platformForm_studentProfile_required
source: Required
ar: مطلوب

# platformForm_studentProfile_desc
source: Provide the link to your profile on the chosen platform.
ar: قدّم رابط ملفك الشخصي على المنصة المختارة.

# platformForm_clientName_placeholder
source: Client Name
ar: اسم العميل

# platformForm_clientName_required
source: Required
ar: مطلوب

# platformForm_clientCountry_placeholder
source: Client Country
ar: دولة العميل

# platformForm_clientCountry_required
source: Required
ar: مطلوب

# platformForm_clientProfile_placeholder
source: Client Profile on The Platform
ar: ملف العميل على المنصة

# platformForm_clientProfile_required
source: Required
ar: مطلوب

# platformForm_clientProfile_desc
source: Ensure to put the link to the client's profile on the chosen platform.
ar: تأكد من وضع رابط ملف العميل على المنصة المختارة.

# platformForm_proofOfWork_placeholder
source: Proof of Work
ar: دليل العمل

# platformForm_proofOfWork_required
source: Required
ar: مطلوب

# platformForm_proofOfWork_desc
source: Prepare a PDF document that includes screenshots of chats between you and the client, samples of the work completed, and proof of payment or invoices. Once you've compiled everything into a single PDF, upload it to Google Drive, copy the link, and paste it in here. Make sure the link is set to 'Anyone with the link can view' so that admin can access it.
ar: قم بإعداد ملف PDF يحتوي على لقطات شاشة للمحادثات بينك وبين العميل، عينات من العمل المنجز، وإثباتات الدفع أو الفواتير. بعد تجميع كل شيء في ملف PDF واحد، ارفعه على Google Drive، وانسخ الرابط وألصقه هنا. تأكد من ضبط الرابط على 'أي شخص لديه الرابط يمكنه العرض' حتى يتمكن المسؤول من الوصول إليه.

# platformForm_buttons_back
source: Back
ar: رجوع

# platformForm_buttons_add
source: Add
ar: إضافة

# platformForm_buttons_update
source: Update
ar: تحديث

# certificateForm_title
source: Add New Certificate
ar: اضافة شهادة جديدة

# certificateForm_certificateId_placeholder
source: Certificate ID
ar: رقم الشهادة

# certificateForm_certificateId_required
source: Required
ar: مطلوب

# certificateForm_certificateId_desc
source: Ensure that the Certificate ID is Right.
ar: تأكد من صحة رقم الشهادة.

# certificateForm_certificateDescription_placeholder
source: Certificate Description
ar: وصف الشهادة

# certificateForm_certificateDescription_required
source: Required
ar: مطلوب

# certificateForm_certificateDescription_desc
source: Ensure that the description clearly describes the certificate.
ar: تأكد أن الوصف يصف الشهادة بوضوح.

# certificateForm_startDate_placeholder
source: Start Date
ar: تاريخ البدء

# certificateForm_startDate_required
source: Required
ar: مطلوب

# certificateForm_endDate_placeholder
source: End Date
ar: تاريخ الانتهاء

# certificateForm_endDate_required
source: Required
ar: مطلوب

# certificateForm_company_placeholder
source: Company Name
ar: اسم الشركة

# certificateForm_company_required
source: Required
ar: مطلوب

# certificateForm_approach_placeholder
source: Course Approach
ar: نهج الدورة

# certificateForm_approach_required
source: Required
ar: مطلوب

# certificateForm_proofOfCertificate_placeholder
source: Proof of Certificate
ar: إثبات الشهادة

# certificateForm_proofOfCertificate_required
source: Required
ar: مطلوب

# certificateForm_proofOfCertificate_desc
source: Upload a scanned copy of the certificate or a photo of the certificate, all the materials into a single PDF, upload it to Google Drive, copy the sharing link, and paste it here. Make sure the link is set to 'Anyone with the link can view' so the admin team can access and review it.
ar: قم بتحميل نسخة ممسوحة ضوئيًا من الشهادة أو صورة للشهادة، جميع المواد في ملف PDF واحد، قم برفعه على Google Drive، انسخ رابط المشاركة، وألصقه هنا. تأكد من ضبط الرابط على 'أي شخص لديه الرابط يمكنه العرض' حتى يتمكن فريق الإدارة من الوصول إليها ومراجعتها.

# certificateForm_proofOfWork_placeholder
source: Proof of Work
ar: إثبات العمل

# certificateForm_proofOfWork_required
source: Required
ar: مطلوب

# certificateForm_buttons_back
source: Back
ar: رجوع

# certificateForm_buttons_add
source: Add
ar: إضافة

# certificateForm_buttons_update
source: Update
ar: تحديث
