Repository: CoroSempi/Freelancing_Hub_Mobile
Catalog: lib/l10n/intl_*.arb
Languages: ar

# congrats_message
source: Congratulations on reaching your target! We are incredibly proud of you and your hard work! This is a fantastic achievement, and we want you to take a moment to celebrate your success. Keep shining and moving forward, you’re doing great!
ar: تهانينا على تحقيق هدفك! نحن فخورون بك وبجهودك الرائعة! هذا إنجاز رائع، ونريدك أن تأخذ لحظة للاحتفال بنجاحك. استمر في التألق والمضي قدمًا، فأنت تقوم بعمل رائع!

# topCards_track
source: Track
ar: المسار

# topCards_totalJobs
source: Total Jobs
ar: إجمالي الوظائف

# topCards_completedJobs
source: Completed and Approved Jobs
ar: الوظائف المكتملة والمعتمدة

# topCards_profitUSD
source: Total Profit Earned (USD)
ar: إجمالي الأرباح (دولار)

# topCards_profitEGP
source: Total Profit Earned (EGP)
ar: إجمالي الأرباح (جنيه)

# topCards_certificates
source: Uploaded Certificates
ar: الشهادات المرفوعة

# addedModal_addedCerTitle
source: Certificate Added Successfully
ar: تمت إضافة الشهادة بنجاح

# addedModal_updatedCerTitle
source: Certificate Updated Successfully
ar: تم تعديل الشهادة بنجاح

# addedModal_addedCerMessage
source: Your Certificate has been submitted successfully and will be reviewed by the admin. You will be notified once it has been checked.
ar: تم إرسال شهادتك بنجاح وستتم مراجعتها من قبل المسؤول. سيتم إعلامك بمجرد الانتهاء من التحقق.

# addedModal_updatedCerMessage
source: Your Certificate has been updated successfully and will be reviewed by the admin. You will be notified once it has been checked.
ar: تم تعديل شهادتك بنجاح وستتم مراجعتها من قبل المسؤول. سيتم إعلامك بمجرد الانتهاء من التحقق.

# addedModal_addedTitle
source: Job Added Successfully
ar: تمت إضافة الوظيفة بنجاح

# addedModal_updatedTitle
source: Job Updated Successfully
ar: تم تعديل الوظيفة بنجاح

# addedModal_addedMessage
source: Your job has been submitted successfully and will be reviewed by the admin. You will be notified once it has been checked.
ar: تم إرسال وظيفتك بنجاح وستتم مراجعتها من قبل المسؤول. سيتم إعلامك بمجرد الانتهاء من التحقق.

# addedModal_updatedMessage
source: Your job has been updated successfully and will be reviewed by the admin. You will be notified once it has been checked.
ar: تم تعديل وظيفتك بنجاح وستتم مراجعتها من قبل المسؤول. سيتم إعلامك بمجرد الانتهاء من التحقق.

# addedModal_home
source: Home
ar: الصفحة الرئيسية

# chatWithAdminTitle
source: Chat with Admin
ar: الدردشة مع الإدمن

# backButton
source: Back
ar: رجوع

# chatWelcomeMessage
source: Welcome! If you have any questions or problems, feel free to chat with our admin here. Just type your message below, and we’ll get back to you as soon as possible. We're here to help!
ar: مرحبًا! إذا كان لديك أي أسئلة أو مشاكل، لا تتردد في الدردشة مع الإدمن هنا. فقط اكتب رسالتك أدناه، وسنرد عليك في أقرب وقت ممكن. نحن هنا للمساعدة!

# chatInputHint
source: Ask about anything ...
ar: اسأل عن أي شيء ...

# chatError
source: An error occurred while loading the chat
ar: حدث خطأ أثناء تحميل الدردشة

# chatScreenTitle
source: Chat with Us!
ar: تحدث معنا!

# chatScreenMainMessage
source: If you have any questions or encounter any issues, you’re in the right place.
ar: إذا كان لديك أي أسئلة أو واجهت أي مشاكل، فأنت في المكان الصحيح.

# getStartedButton
source: Get Started
ar: ابدأ الآن

# addNewJobTitle
source: Add New Job
ar: أضف وظيفة جديدة

source: Choose job type
ar: اختر نوع الوظيفة

# jobTypePlatform
source: Freelancing job on platform
ar: وظيفة فريلانس على منصة

# jobTypeDirectContact
source: Freelancing job with direct contact
ar: وظيفة فريلانس بالتواصل المباشر

# jobTypeRemoteMonthly
source: Remote monthly job
ar: وظيفة شهرية عن بُعد

# nextButton
source: Next
ar: التالي

# jobTypeInstruction
source: Please select the appropriate type to ensure it is categorized correctly. Here are the options:
ar: يرجى اختيار النوع المناسب لضمان تصنيفه بشكل صحيح. إليك الخيارات:

# jobTypePlatformDescription
source: • Freelancing job on platform: Select this option if the job is posted on freelancing platforms like Mostaql, Khamsat, Upwork, etc. These jobs typically involve working through a third-party site that handles payments and communications.
ar: • وظيفة فريلانس على منصة: اختر هذا الخيار إذا كانت الوظيفة منشورة على منصات الفريلانس مثل Mostaql، Khamsat، Upwork، إلخ. هذه الوظائف عادةً تتضمن العمل من خلال موقع طرف ثالث يدير المدفوعات والتواصل.

# jobTypeDirectContactDescription
source: • Freelancing job with direct contact: Choose this if the job comes from your personal network, such as connections on LinkedIn or referrals. These jobs often involve direct communication with the client without a middleman.
ar: • وظيفة فريلانس بالتواصل المباشر: اختر هذا إذا كانت الوظيفة تأتي من شبكتك الشخصية، مثل الاتصالات على LinkedIn أو الإحالات. هذه الوظائف غالبًا تتضمن تواصلاً مباشرًا مع العميل بدون وسيط.

# jobTypeRemoteMonthlyDescription
source: • Remote monthly job: Use this option for traditional remote positions that offer a monthly salary. These jobs may have structured hours and responsibilities similar to in-office roles.
ar: • وظيفة شهرية عن بُعد: استخدم هذا الخيار للوظائف التقليدية عن بُعد التي تقدم راتبًا شهريًا. قد تتضمن هذه الوظائف ساعات وساعات ومسؤوليات منظمة تشبه الوظائف في المكاتب.

# emailAddressHint
source: Email Address
ar: عنوان البريد الإلكتروني

# passwordHint
source: Password
ar: كلمة المرور

# emailRequiredError
source: Please enter your email
ar: يرجى إدخال بريدك الإلكتروني

# passwordRequiredError
source: Please, enter your password.
ar: يرجى إدخال كلمة المرور الخاصة بك.

# rememberMeLabel
source: Remember me
ar: تذكرني

# forgotPasswordLink
source: Forgot your password ?
ar: هل نسيت كلمة المرور؟

# signInButton
source: Sign In
ar: تسجيل الدخول

# emailNotRegisteredMessage
source: If your email is not registered, please contact the admin in your branch for assistance.
ar: إذا لم يكن بريدك الإلكتروني مسجلاً، يرجى التواصل مع الإدمن في فرعك للحصول على المساعدة.

# exploreFeaturesText
source: Click here to explore features, benefits, and how to make the most of your experience
ar: اضغط هنا لاستكشاف المزايا والفوائد وكيفية الاستفادة من تجربتك

# learnMoreLink
source: Learn More
ar: تعرف على المزيد

# welcomeBackMessage
source: Welcome Back
ar: مرحبًا بعودتك

# defaultUserName
source: No Name
ar: لا يوجد اسم

# trackLabel
source: Track
ar: المسار

# defaultTrackName
source: No Track
ar: لا يوجد مسار

# totalJobsLabel
source: Total Jobs:
ar: إجمالي الوظائف:

# completedJobsLabel
source: Completed and Approved Jobs
ar: الوظائف المكتملة والمعتمدة

# totalProfitUSDLabel
source: Total Profit Earned (USD)
ar: إجمالي الأرباح المكتسبة (دولار أمريكي)

# totalProfitEGPLabel
source: Total Profit Earned (EGP):
ar: إجمالي الأرباح المكتسبة (جنيه مصري):

# currencyEGP
source: EGP
ar: جنيه مصري

# targetReachedMessage
source: Congratulations on reaching your target! We are incredibly proud of you and your hard work! This is a fantastic achievement, and we want you to take a moment to celebrate your success. Keep shining and moving forward, you’re doing great!
ar: تهانينا على تحقيق هدفك! نحن فخورون جدًا بك وبعملك الشاق! هذا إنجاز رائع، ونريدك أن تأخذ لحظة للاحتفال بنجاحك. استمر في التألق والتقدم، أنت تقوم بعمل رائع!

# errorOccurredMessage
source: Error occurred
ar: حدث خطأ

source: Error loading certificates
ar: خطأ في تحميل الشهادات

source: No certificates available
ar: لا توجد شهادات متاحة

# certificateTitle
source: {company}'s Certificate
ar: شهادة {company}

# startDateLabel
source: Start:
ar: البداية:

# endDateLabel
source: End Date
ar: الانتهاء:

# completionDateLabel
source: Completion:
ar: الانتهاء:

source: Error loading jobs
ar: خطأ في تحميل الوظائف

source: No jobs available
ar: لا توجد وظائف متاحة

# defaultJobTitle
source: No Title
ar: لا يوجد عنوان

# defaultPlatform
source: No platform available
ar: لا توجد منصة متاحة

# defaultDescription
source: No description available
ar: لا يوجد وصف متاح

# contributorsLabel
source: Contributors:
ar: المساهمون:

# unknownContributor
source: Unknown
ar: غير معروف

# currencyUSD
source: USD
ar: دولار أمريكي

# commentsLabel
source: Comments
ar: التعليقات

# addNoteLink
source: Add Note
ar: إضافة ملاحظة

# emailHint
source: Email Address
ar: عنوان البريد الإلكتروني

# emailRequired
source: Please enter your email
ar: يرجى إدخال بريدك الإلكتروني

# passwordRequired
source: Please, enter your password.
ar: يرجى إدخال كلمة المرور.

# emptyCredentialsError
source: Email and Password cannot be empty
ar: لا يمكن أن يكون البريد الإلكتروني أو كلمة المرور فارغين

# unregisteredEmailMessage
source: If your email is not registered, please contact the admin in your branch for assistance.
ar: إذا لم يكن بريدك الإلكتروني مسجلاً، يرجى التواصل مع المسؤول في فرعك للمساعدة.

# changedSuccessfullyTitle
source: Changed Successfully!
ar: تم التغيير بنجاح!

# passwordChangedMessage
source: Your password has been changed successfully. You can now sign in using your new password.
ar: تم تغيير كلمة المرور بنجاح. يمكنك الآن تسجيل الدخول باستخدام كلمة المرور الجديدة.

# changePasswordTitle
source: Change Password
ar: تغيير كلمة المرور

# currentPasswordLabel
source: Your Current Password
ar: كلمة المرور الحالية الخاصة بك

# newPasswordLabel
source: Your New Password
ar: كلمة المرور الجديدة الخاصة بك

# repeatPasswordLabel
source: Repeat Your New Password
ar: كرر كلمة المرور الجديدة

# passwordMinLength
source: Password must be at least 8 characters
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل

# forgotPasswordIntro
source: If you’ve forgotten your password, simply
ar: إذا نسيت كلمة المرور الخاصة بك، ببساطة

# signOutLink
source: sign out
ar: تسجيل الخروج

# resetPasswordInstruction
source: on the login page to reset it using your registered email address
ar: على صفحة تسجيل الدخول لإعادة تعيينها باستخدام عنوان بريدك الإلكتروني المسجل

# passwordsMismatch
source: Passwords do not match
ar: كلمات المرور غير متطابقة

# wrongPasswordError
source: Wrong Password
ar: كلمة المرور خاطئة

# passwordUpdatedMessage
source: Your password has been updated. You can now log in with your new password. If you have any issues, feel free to reach out for assistance!
ar: تم تحديث كلمة المرور الخاصة بك. يمكنك الآن تسجيل الدخول باستخدام كلمة المرور الجديدة. إذا واجهتك أي مشاكل، لا تتردد في طلب المساعدة!

# backToSettingsButton
source: Back to Settings
ar: العودة إلى الإعدادات

# editProfileTitle
source: Edit My Profile
ar: تعديل ملفي الشخصي

# profileInfoMessage
source: Your personal information is based on what you registered during the training. If you need to update any of this information, please contact the admin for assistance.
ar: معلوماتك الشخصية مبنية على ما سجلته أثناء التدريب. إذا كنت بحاجة إلى تحديث أي من هذه المعلومات، يرجى التواصل مع المسؤول للحصول على المساعدة.

# updatedSuccessfullyMessage
source: Updated successfully!
ar: تم التحديث بنجاح!

# addNewJobButton
source: Add New Job
ar: إضافة وظيفة جديدة

# contactAdminIntro
source: If you notice any discrepancies in the numbers or data displayed, please feel free to reach out to the admin through the
ar: إذا لاحظت أي اختلافات في الأرقام أو البيانات المعروضة، لا تتردد في التواصل مع المسؤول من خلال

# chatLink
source: Chat
ar: الدردشة

# contactAdminOutro
source: feature for assistance.
ar: للحصول على المساعدة.

# certificateIdLabel
source: certificateId:
ar: رقم الشهادة:

# descriptionLabel
source: Description:
ar: الوصف:

# studentNameLabel
source: Student Name
ar: اسم الطالب

# branchLabel
source: branch:
ar: الفرع:

# companyLabel
source: Company:
ar: الشركة:

# approachLabel
source: approach:
ar: النهج:

# proofOfCertificateLabel
source: proofOfCertificate:
ar: إثبات الشهادة:

# viewCertificateButton
source: View Certificate
ar: عرض الشهادة

# openLinkButton
source: Open Link
ar: فتح الرابط

# certificateDeletionTitle
source: Certificate Deletion Confirmation
ar: تأكيد حذف الشهادة

# certificateDeletionMessage
source: Are you sure you want to delete this certificate? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذه الشهادة؟ لا يمكن التراجع عن هذا الإجراء.

# confirmButton
source: Confirm
ar: تأكيد

# certificateDeletedSuccess
source: Certificate deleted successfully
ar: تم حذف الشهادة بنجاح

# certificateDeletionFailed
source: Failed to delete certificate
ar: فشل في حذف الشهادة

# deleteButton
source: Delete
ar: حذف

# editButton
source: Edit
ar: تعديل

# acceptedStatus
source: Accepted
ar: مقبول

# pendingStatus
source: Pending
ar: قيد الانتظار

# companyNameLabel
source: Company Name
ar: اسم الشركة

# companyCountryLabel
source: companyCountry
ar: بلد الشركة

# companyContactLabel
source: companyContact
ar: تواصل الشركة

# proofOfWorkLabel
source: proofOfWork
ar: إثبات العمل

# clientNameLabel
source: Client Name
ar: اسم العميل

# clientCountryLabel
source: Client Country
ar: بلد العميل

# platformLabel
source: Platform
ar: المنصة

# studentProfileLabel
source: Student Profile
ar: ملف الطالب

# clientProfileLabel
source: Client Profile on The Platform
ar: ملف العميل على المنصة

# noCommentsMessage
source: No Comments Yet
ar: لا توجد تعليقات بعد

# jobDeletionTitle
source: Job Deletion Confirmation
ar: تأكيد حذف الوظيفة

# jobDeletionMessage
source: Are you sure you want to delete this job? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذه الوظيفة؟ لا يمكن التراجع عن هذا الإجراء.

# jobDeletedSuccess
source: Job deleted successfully
ar: تم حذف الوظيفة بنجاح

# tryAgainMessage
source: Try Again
ar: حاول مرة أخرى

# viewProofButton
source: View Proof
ar: عرض الإثبات

# openProfileButton
source: Open Profile
ar: فتح الملف

# homeTabLabel
source: Home
ar: الرئيسية

# chatTabLabel
source: Chat
ar: الدردشة

# addJobTabLabel
source: Add Job
ar: إضافة وظيفة

# settingsTabLabel
source: Settings
ar: الإعدادات

# jobTitleLabel
source: Job Title
ar: عنوان الوظيفة

# enterJobTitleHint
source: Enter the title of the job
ar: أدخل عنوان الوظيفة

# enterClientNameHint
source: Enter the client's name
ar: أدخل اسم العميل

# enterStartDateHint
source: Enter the start date
ar: أدخل تاريخ البداية

# enterEndDateHint
source: Enter the end date
ar: أدخل تاريخ الانتهاء

# budgetLabel
source: Budget
ar: الميزانية

# enterBudgetHint
source: Enter the budget
ar: أدخل الميزانية

# currencyLabel
source: Currency
ar: العملة

# enterCurrencyHint
source: Enter the currency
ar: أدخل العملة

# teamMembersLabel
source: Team members
ar: أعضاء الفريق

# optionalLabel
source: (optional)
ar: (اختياري)

# selectTeamMembersHint
source: Select team members
ar: اختر أعضاء الفريق

# clientContactLabel
source: Client Contact
ar: تواصل العميل

# requiredLabel
source: (Required)
ar: (مطلوب)

# proofOfWorkInstructions
source: Prepare a PDF document that includes screenshots of chats between you and the client, samples of the work completed, and proof of payment or invoices. Once you've compiled everything into a single PDF, upload it to Google Drive, copy the link, and paste it in here. Make sure the link is set to Anyone with the link can view so that admin can access it.
ar: أعد مستند PDF يحتوي على لقطات شاشة للدردشات بينك وبين العميل، عينات من العمل المكتمل، وإثبات الدفع أو الفواتير. بمجرد أن تجمع كل شيء في ملف PDF واحد، قم برفعه إلى Google Drive، انسخ الرابط، وألصقه هنا. تأكد من أن الرابط معين على 'يمكن لأي شخص يمتلك الرابط الاطلاع' حتى يتمكن المسؤول من الوصول إليه.

# submitButton
source: Submit
ar: إرسال

# notificationsTitle
source: Notifications
ar: الإشعارات

# noNotificationsMessage
source: There are no notifications
ar: لا توجد إشعارات

# errorDefaultMessage
source: Error
ar: خطأ

# footerCopyright
source: © 2025 ITI Freelancing Hub. All rights reserved..
ar: © ٢٠٢٥ مركز ITI للعمل الحر. جميع الحقوق محفوظة.

# clientProfileHint
source: Ensure to put the amount in USD currency.
ar: تأكد من إدخال المبلغ بعملة الدولار الأمريكي.

# yourProfileLabel
source: Your Profile on The Platform
ar: ملفك على المنصة

# yourProfileHint
source: Provide the link to your profile on the chosen platform.
ar: قدم رابط ملفك على المنصة المختارة.

# selectCountryHint
source: Select country
ar: اختر الدولة

# tracksLabel
source: Tracks:
ar: المسارات:

# completedApprovedJobsLabel
source: Completed and Approved Jobs:
ar: الوظائف المكتملة والموافق عليها:

# totalProfitUSLabel
source: Total Profit Earned (US):
ar: إجمالي الأرباح المكتسبة (دولار أمريكي):

# verifyCody_codeError
source: Please enter the verification code sent to your email.
ar: رمز التحقق غير صحيح. يرجى المحاولة مرة أخرى.

# myJobs
source: Freelance projects
ar: مشاريع العمل الحر

# myCertificates
source: Certificates
ar: الشهادات

# DarkMode
source: Dark
ar: الوضع الداكن

# LightMode
source: Light
ar: الوضع الفاتح
